tests/openfoam_exa/constant/physicalProperties
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      physicalProperties;
}

viscosityModel  constant;

nu              0.01;
