tests/openfoam_exa/system/parameters
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      parameters;
}

nCells      20;
lidVelocity 1.0;
nu          0.01;
endTime     0.5;
deltaT      0.005;
